Repository: kerkenit/GodAndMe
Catalog: GodAndMe/Resx/AppResources.*.resx
Languages: pt

source: About
pt: Sobre

# AboutText
source: This app is built on privacy. Everything works offline and no data is shared. Everything is between God and you.
pt: Este aplicativo é construído sobre privacidade. Tudo funciona offline e nenhum dado é compartilhado. Tudo está entre Deus e você.

source: Add
pt: Adicionar

source: Add savings
pt: Adicione economias

source: All data will be deleted. Continue?
pt: Todos os dados serão apagados. Continuar?

# ApplicationTitle
source: God & Me
pt: Deus & Eu

source: Archive
pt: Arquivo

# AuthenticationWithBiometricsMessage
source: To see your personal communication with God.
pt: Para ver a sua comunicação pessoal com Deus.

source: Cancel
pt: Cancelar

source: Choose other
pt: Escolha outro

# ChooseRecent
source: Choose recent contacts
pt: Escolha contatos recentes

source: Clear
pt: Limpar

source: Contacts
pt: Contactos

source: Date
pt: Data

source: Delete
pt: Eliminar

source: Description
pt: Descrição

source: Diary
pt: Diário

source: Done
pt: Feito

# DownloadApp
source: Download the God & Me app via https://godandme.app/get
pt: Baixe o aplicativo Deus & Eu via https://godandme.app/get

source: Duplicate
pt: Duplicar

source: Edit
pt: Editar

source: Edit intention
pt: Editar intenção

source: Edit savings
pt: Editar poupanças

source: Export
pt: Exportação

source: Firstname
pt: Nome próprio

source: For
pt: Para

source: Import
pt: Importação

# ImportAndExport
source: Import & Export
pt: Importação & Exportação

# ImportAndExportText
source: Here you can import your data from another device or import to another device.
pt: Aqui você pode importar seus dados de outro dispositivo ou importar para outro dispositivo.

source: Intention
pt: Intenção

source: Intentions
pt: Intenções

source: Lastname
pt: Sobrenome

source: Learn more...
pt: Saiba mais...

source: Lent
pt: Quaresma

source: More
pt: Mais

source: My intentions
pt: Minhas intenções

source: My name
pt: Meu nome

source: My period of Lent
pt: O meu período de Quaresma

source: My prayers
pt: Minhas orações

source: My religious diary
pt: Meu diário religioso

source: My sins
pt: Meus pecados

source: Name
pt: Nome

source: New intention
pt: Nova intenção

source: New message
pt: Nova mensagem

source: New prayer
pt: Nova oração

source: New sin
pt: Novo pecado

source: No
pt: Não

source: Notes
pt: Notas

source: Order by
pt: Ordenar por

source: Original price
pt: Preço original

source: Payed
pt: Pagos

# PermissionContactsRationale
source: Permissions are needed to access contacts.
pt: São necessárias permissões para aceder aos contactos.

source: Prayer
pt: Oração

source: Prayer for
pt: Oração para

source: Prayer intention
pt: Intenção de oração

source: Prayer required at
pt: Oração requerida em

source: Prayers
pt: Orações

# SCREENSHOT_Diary_1_Description
source: More consciously pray the Lord's Prayer and allow it to work deeper on me. So don't pray quickly but pray with your heart.
pt: Ore mais conscientemente a Oração do Senhor e permita que ela trabalhe mais profundamente em mim. Portanto, não ore rapidamente, mas ore com seu coração.

# SCREENSHOT_Diary_2_Description
source: The Lord is my shepherd, I lack nothing.
pt: O Senhor é o meu pastor, não me falta nada.

# SCREENSHOT_Diary_3_Description
source: As the deer panteth for the water So my soul longeth after thee Thou alone are my heart's desire And I long to worship thee Thou alone are my strength, my shield To Thee alone may my spirit yield Thou alone are my heart's desire And I long to worship thee Thou art my friend and you are my brother Even though Thou are a king I love Thee more than any other So much more than anything
pt: Como o cervo suspira pela agua Minha alma anseia por ti Só tu és o desejo de meu coração E eu anseio adorar-te Refrão Só tu és minha força, meu escudo A ti somente meu espirito cederá Só tu és o desejo de meu coração E eu anseio adorar-te És meu amigo e és meu irmão Apesar de seres um rei Amo-te mais que a todos Muito mais que tudo Quero-te mais do que a prata ou ouro Só tu podes satisfazer-me Só tu és o verdadeiro doador de alegria E a menina de meus olhos.

# SCREENSHOT_Intention_1_Description
source: To enlighten the Holy Spirit at the last synod about the sexual abuse of children
pt: Iluminar o Espírito Santo no último sínodo sobre o abuso sexual de crianças.

# SCREENSHOT_Intention_1_Person
source: Pope Francis
pt: Papa Francisco

# SCREENSHOT_Intention_2_Description
source: For a speedy recovery after the major operation
pt: Para uma recuperação rápida após a operação principal.

# SCREENSHOT_Intention_2_Person
source: John Doe
pt: João Ninguém

# SCREENSHOT_Intention_3_Description
source: That she may gain strength and accept suffering
pt: Para que ela possa ganhar força e aceitar o sofrimento.

# SCREENSHOT_Intention_3_Person
source: Mom
pt: Mamãe

# SCREENSHOT_Lent_1_Text
source: Butter
pt: Manteiga

# SCREENSHOT_Lent_2_Text
source: Cheese
pt: Queijo

# SCREENSHOT_Lent_3_Text
source: Eggs
pt: Ovos

# SCREENSHOT_Prayers_1_Description
source: Remember, O most pure spouse of the Blessed Virgin Mary, my sweet protector St. Joseph that no one ever had recourse to thy protection or implored thy aid without obtaining relief. Confiding therefore in thy goodness, I come before thee, and humbly supplicate thee. Oh, despise not my petitions, foster-father of the Redeemer, but graciously receive them. Amen.
pt: Lembrai- vos, ó puríssimo Esposo da Virgem Maria, ó meu doce Protetor São José, que jamais se ouviu dizer que alguém tivesse invocado vossa proteção, implorando vosso socorro e não fosse por vós consolado. Com grande confiança, venho à vossa presença recomendar-me fervorosamente a vós. Não desprezeis as minhas súplicas, ó pai adotivo do Redentor, mas dignai-vos acolhê-la piedosamente. Assim seja. ANT. José, filho de Davi, não temas receber Maria, vossa Esposa Santíssima, em vossa companhia, porque o que ela leva em suas puríssimas entranhas é obra do Espírito Santo. V. Rogai por nós, José santíssimo. R. Para que sejamos dignos das promessas de Cristo. Oremos: Ó Jesus, que por uma inefável providência, dignastes-Vos escolher o bem-aventurado esposo de Vossa Mãe Santíssima; concedei-nos que aquele mesmo que veneramos como protetor, mereçamos tê-lo no céu por nosso intercessor. Vós que viveis e reinais por todos os séculos dos séculos. Amém. Pede-se agora a graça que necessita conseguir. Para melhor alcançar as graças pedidas, rezaremos sete Pai-nossos, sete Ave-Marias e sete Glórias ao Pai em honra das alegrias e dores do glorioso patriarca.

# SCREENSHOT_Prayers_1_Title
source: Novena to Saint Joseph
pt: A novena a São José

# SCREENSHOT_Prayers_2_Description
source: Saint Michael the Archangel, defend us in battle, be our protection against the wickedness and snares of the devil; may God rebuke him, we humbly pray; and do thou, O Prince of the heavenly host,by the power of God, cast into hell Satan and all the evil spirits who prowl through the world seeking the ruin of souls. Amen
pt: Glorioso São Miguel Arcanjo, poderoso vencedor das batalhas espirituais, vinde em auxílio das minhas necessidades espirituais e temporais. Afugentai de minha presença todo mal e todo ataque e ciladas do inimigo. Com sua poderosa espada de luz, derrotai todas as forças malignas e iluminai meus caminhos com a luz de tua proteção. Arcanjo Miguel, do mal: libertai-me; do inimigo: livrai-me; das tempestades: socorrei-me; dos perigos: protegei-me; das perseguições: salvai-me! Glorioso São Miguel Arcanjo, pelo poder celeste a vós conferido, sê para mim o guerreiro valente e conduzi-me nos caminhos da paz. Amém!

# SCREENSHOT_Prayers_2_Title
source: Prayer to Saint Michael
pt: Oração a São Miguel Arcanjo para alcançar libertação

# SCREENSHOT_Prayers_3_Description
source: Come, Holy Spirit, fill the hearts of Thy faithful and enkindle in them the fire of Thy love. ℣. Send forth Thy Spirit and they shall be created. ℟. And Thou shalt renew the face of the earth. Let us pray. O God, Who didst instruct the hearts of the faithful by the light of the Holy Spirit, grant us in the same Spirit to be truly wise, and ever to rejoice in His consolation. Through Christ, our Lord. Amen.
pt: Vinde Espírito Santo, enchei os corações dos vossos fiéis e acendei neles o fogo do Vosso Amor. Enviai o Vosso Espírito e tudo será criado e renovareis a face da terra. Oremos: Ó Deus que instruíste os corações dos vossos fiéis, com a luz do Espírito Santo, fazei que apreciemos retamente todas as coisas segundo o mesmo Espírito e gozemos da sua consolação.Por Cristo Senhor Nosso. Amém.

# SCREENSHOT_Prayers_3_Title
source: Come, Holy Spirit
pt: Vinde Espírito Santo

# SCREENSHOT_Sins_1_Description
source: Become angry
pt: Eu fiquei zangado

# SCREENSHOT_Sins_2_Description
source: Lying in bed too long
pt: Deitado na cama por muito tempo

# SCREENSHOT_Sins_3_Description
source: Not well taken care of God's creation
pt: Não cuidamos bem da criação de Deus

source: Save
pt: Armazenar

source: Saved at
pt: Armazenado em

source: Saved money
pt: Dinheiro poupado

# SavedXThisYear
source: Saved {0:C} this year
pt: Salvo {0:C} este ano

source: Settings
pt: Ajustes

source: Share
pt: Compartilhar

source: Sin
pt: Pecado

source: Sins
pt: Pecados

source: Start
pt: Início

source: Title
pt: Título

source: Today
pt: Hoje

source: Tomorrow
pt: Amanhã

# TomorrowDayAfter
source: The day after tomorrow
pt: Depois de amanhã

source: Touch-ID enabled
pt: Touch-ID ativado

# UnlockToOpenGodAndMe
source: Unlock to open God & Me
pt: Desbloquear para abrir Deus & Eu

# WouldYouPrayForX
source: Would you pray for {0}?
pt: Rezarias por {0}?

source: Yes
pt: Sim

source: Yesterday
pt: Ontem

# YesterdayDayBefore
source: Day before yesterday
pt: Anteontem
